{
    "choose-this-location": "ഈ സ്ഥലം തിരഞ്ഞെടുക്കുക",
    "your-situation": "നിങ്ങളുടെ സാഹചര്യം",
    "we-are-here-and-need-help": "ഞങ്ങൾ ഇവിടെയുണ്ട്, സഹായം ആവശ്യമാണ്",
    "they-were-there-and-need-help": "അവർ അവിടെ ഉണ്ടായിരുന്നുവെന്ന് എനിക്കറിയാം, സഹായം ആവശ്യമുണ്ട്",
    "please-fill-the-form": "താഴെപ്പറയുന്ന ഫോം പൂരിപ്പിച്ച് സമർപ്പിക്കുക, ഉള്ളത്ര ആളുകളെ ചേർക്കുക.",
    "name": "പേര്",
    "name-hint": "നിങ്ങളുടെ പേര് നൽകുക",
    "nickname": "വിളിപ്പേര്",
    "nickname-hint": "നിങ്ങളുടെ വിളിപ്പേര് നൽകുക",
    "family-name": "കുടുംബ പേര്",
    "family-name-hint": "നിങ്ങളുടെ കുടുംബപ്പേര് നൽകുക",
    "contact-number": "ബന്ധപ്പെടേണ്ട നമ്പർ",
    "contact-number-hint": "നിങ്ങളുടെ കോൺടാക്റ്റ് നമ്പർ നൽകുക",
    "status": "അവസ്ഥ",
    "status-healthy": "ആരോഗ്യമുള്ള",
    "status-disabled": "അശക്തനായ",
    "status-injured": "പരിക്കേറ്റ",
    "age": "പ്രായം",
    "age-hint": "നിങ്ങളുടെ പ്രായം നൽകുക",
    "sex": "ലൈംഗികത",
    "sex-male": "ആൺ",
    "sex-female": "പെണ്",
    "sex-others": "മറ്റുള്ളവ",
    "place": "സ്ഥലം",
    "place-hint": "നിങ്ങളുടെ സ്ഥാനം നൽകുക",
    "add-more-people": "കൂടുതൽ ആളുകളെ ചേർക്കുക",
    "number-of-kids": "കുട്ടികളുടെ എണ്ണം",
    "number-of-kids-hint": "10 വർഷത്തിൽ താഴെ",
    "number-of-seniors": "മുതിർന്ന പൗരന്മാരുടെ എണ്ണം",
    "number-of-seniors-hint": "60 വയസ്സിനു മുകളിൽ",
    "number-of-other-adults": "മറ്റ് മുതിർന്നവരുടെ എണ്ണം",
    "number-of-other-adults-hint": "മറ്റ് മുതിർന്നവർ",
    "file-attachment": "ഫയൽ അറ്റാച്ച്മെൻറ്",
    "notes": "കുറിപ്പുകൾ",
    "notes-hint": "എന്തെങ്കിലും അധിക കുറിപ്പുകൾ നൽകുക",
    "go-back": "മടങ്ങിപ്പോവുക",
    "submit": "സമർപ്പിക്കുക",
    "report-submited": "നിങ്ങളുടെ റിപ്പോർട്ട് സമർപ്പിച്ചു.",
    "report-failed": "ക്ഷമിക്കണം, റിപ്പോർട്ട് സമർപ്പിക്കാൻ കഴിഞ്ഞില്ല !",
    "what-we-do-question": "What we do?",
    "what-we-do-answer": "This Crowd source data, curated through this platform will help to understand the gravity of the incident, help identify people status along with public and help NGO, Police, Fire and other government departments/agencies to plan, develop remedial measures for their action.",
    "who-we-are-question": "Who we are ?",
    "who-we-are-answer": "This platform enables users aka public to report details such as flood/calamity location, people who are in need which could be you or someone along with you or report about someone else who need help as well as add photos of sites. All reports are gathered onto a real-time map and report. The data gathered through this platform aims to improve disaster preparedness and response in communities by gathering, sorting, and presenting data of incident reports.",
    "who-is-imif-question": "What/Who is IMIF ?",
    "who-is-imif-answer": "About us: Ignited Minds India Foundation is a registered non profitable organization based in Kerala, India founded by a group of youths ignited by the thoughts and CV vision of Dr. APJ Abdul Kalam and is registered under Society act vide Registration Number EKM/TC/22/2018. We are happy to contribute to the nation, the world, whichever way we can. We organize, execute activities contributing to environment, education of under privileged, women empowerment and social well-being. Any Indian irrespective of age, gender can work with us for a better world. We assure you peace and happiness in return! IMIF-CONNECT, IGotYou are some of the initiatives of Ignited Minds India Foundation (www.imifindia.org) to support those who are in crisis in the time of naturalcalamities/pandemic/emergencies. No third-party agency is working on behalf of IMIF for any Services, organize programs, execute project or other activities related to IMIF. Please check/consult with IMIF directly to get correct information or assistance. Please beware of any unwarranted claims made by anyone on our behalf. Kindly bring any such claims to our notice for immediate attention and action. IMIF doesn't charge any money from anyone for these activities. So, if you come across any individual/organization making a monetary demand in our name please bring it to our notice immediately on imifindia@gmail.com or call us on 9744555606, 0984781 9908, 7592021137. IMIF Facebook Link https://www.facebook.com/igmins/ ",
    "how-to-join-question": "How to Join ?",
    "how-to-join-answer": "Let whatever be your profession, feel free to register as a volunteer through our IMIF Connect application accessible from https://www.imifindia.org. The request you may have to deal with may be for a simple advice that can be conveyed through phone or a request for a life saving medicine, repalce an electric bulb for an elderly couple. If you have the urge and enthusiasm for assisting or console others, register as a volunteer. Ignited Minds of India Foundation Reg No: EKM/TC/22/2018 kaliarackal Nellad PO,Muvattupuzha Ernakulam Dist Kerala-686669 ",
    "imif-disclaimer-title": "IMIF Disclaimer:",
    "imif-disclaimer-content": "Legal Terms Terms & conditions: 1 . Your use constitutes acceptance of these terms and conditions as at the date of your first use of the application. IMIF reserves the rights to change these terms and conditions at any time by posting changes online. Your continued use of this application after changes are posted constitutes your acceptance of this agreement as modified. You agree to use this site only for lawful purposes, and in a manner which does not infringe the rights, or restrict, or inhibit the use and enjoyment of the site by any third party. 2. This application and the information, names, images, pictures, logos regarding or relating to IMIF are provided \"as is\" without any representation or endorsement made and without warranty of any kind whether express or implied. In no event will IMIF be liable for any damages including, without limitation, indirect or consequential damages, or any damages whatsoever arising from the use or in connection with such use or loss of use of the app, whether in contract or in negligence. 3. IMIF does not warrant that the functions/ services as it's a purely volunteer based organization. The services/ functions provided will be depends upon the availability of the volunteer in your area and urgency of the task. IMIF holds the right to verify the request from the beneficiary. IMIF holds the right to cancel/ not to initiate/ not to launch/ not to pursue the request raised from the beneficiary. 1. IMlF doesn't charge for any of its service/ functions from the beneficiary. Hence the cost generates on service from the service provider/ transport/ freight/ fuel will may bear to the beneficiary to the service provider directly. 5. IMIF shall not be held responsible for the damage/ loss/ misconduct/ unaccomplished/ or executed service from a volunteer as they are signed up through the application. IMIF may not conduct any real time background checks on all volunteers at a crisis time. 6. In case of any complaints/ grievances/ disputes/ queries the Beneficiaries can contact IMIF though our registered mail id, phone number or Website. Disputes arising in connection with services shall be subject to the exclusive jurisdiction of Court of Perumbavoor, Kerala, India. All dealings correspondence and contacts between us shall be made in English/Malayalam language. 7. No third party agency is working on behalf of IMIF for any Services, organize programs, execute project or other activities related to IMIF. Please check/consult with IMIF directly to get correct information or assistance. Please beware of any unwarranted claims made by anyone on our behalf. Kindly bring any such claims to our notice for immediate attention and action. IMIF doesn't charge any money from anyone for these activities. So if you come across any individual/organization making a monetary demand in our name please bring it to our notice immediately on imifindia@gmail.com or call us on 9744555606, 09847819908, 7592021137"
}